Repository: Eeshe/fundy
Catalog: lib/l10n/app_*.arb
Languages: es

source: Computing balances...
es: Cargando saldos...

source: Brute Balance
es: Saldo Bruto

source: Net Balance
es: Saldo Neto

source: Usable Balance
es: Saldo Usable

source: Paralelo Dollar
es: Dólar Paralelo

source: BCV Dollar
es: Dólar BCV

source: Accounts
es: Cuentas

source: Expenses
es: Gastos

source: Soon
es: Próximamente

source: Recent Transactions
es: Transacciones Recientes

# fetchingTransactions
source: Fetching recent transactions...
es: Obteniendo transacciones recientes...

# noRecentTransactions
source: No recent transactions found
es: No se encontraron transacciones recientes

# transactionFab
source: Transaction
es: Transacción

source: No accounts found
es: No se encontraron cuentas

# createAccountInstruction
source: Try creating one with the button above
es: Intenta crear una con el botón de arriba

# accountFetchingError
source: There was an error fetching your accounts
es: Hubo un error al obtener tus cuentas

# fetchingAccounts
source: Fetching your accounts...
es: Obteniendo tus cuentas...

source: Your Accounts
es: Tus Cuentas

source: All
es: Todas

source: Create Account
es: Crear Cuenta

source: Name
es: Nombre

# accountNameHint
source: Enter account name
es: Ingresa el nombre de la cuenta

# emptyAccountName
source: Please enter an account name
es: Por favor ingresa un nombre de cuenta

# usedAccountName
source: There's already an account with this name
es: Ya existe una cuenta con este nombre

source: Initial Balance
es: Saldo Inicial

# nonNumberInitialBalance
source: Initial balance must be a number
es: El saldo inicial debe ser un número

source: Currency
es: Moneda

source: Icon
es: Icono

source: Confirm
es: Confirmar

source: Update
es: Actualizar

source: Transactions
es: Transacciones

# newText
source: New
es: Nuevo

source: Update Balance
es: Actualizar Saldo

source: Confirmation
es: Confirmación

# deleteAccountConfirmation
source: Do you want to delete this account?
es: ¿Quieres eliminar esta cuenta?

source: Yes
es: Sí

source: Delete
es: Eliminar

source: New Transaction
es: Nueva Transacción

source: Edit Transaction
es: Editar Transacción

source: Account
es: Cuenta

source: Mobile Payment
es: Pago Móvil

source: Description
es: Descripción

# transactionDescriptionHint
source: Enter transaction description
es: Ingresa la descripción de la transacción

# emptyTransactionDescription
source: Please enter a transaction description
es: Por favor ingresa una descripción de la transacción

source: Date
es: Fecha

source: Amount
es: Monto

# emptyTransactionAccount
source: Please select an account for the transaction
es: Por favor selecciona una cuenta para la transacción

# differentTransactionAccount
source: You can't change a transaction's account
es: No puedes cambiar la cuenta de una transacción

# emptyTransactionAmount
source: Please enter a transaction amount
es: Por favor ingresa un monto de transacción

# positiveMobilePayment
source: Mobile payments can only be negative amounts
es: Los pagos móviles solo se pueden seleccionar con montos negativos

# nonNumberAmount
source: Amount must be a number
es: El monto debe ser un número

# negativeBalanceAmount
source: This amount would set the account's balance to negative
es: Este monto dejaría el saldo de la cuenta en negativo

source: Save
es: Guardar

source: Total Monthly Expenses
es: Gastos Mensuales Totales

source: Fetching monthly expenses...
es: Obteniendo gastos mensuales...

# noMonthlyExpenses
source: No monthly expenses found
es: No se encontraron gastos mensuales

source: Clear
es: Limpiar

source: Pay All
es: Pagar Todo

source: Monthly Expenses
es: Gastos Mensuales

source: New Expense
es: Nuevo Gasto

# emptyExpenseName
source: Please enter an expense name
es: Por favor ingresa un nombre de gasto

# usedExpenseName
source: There's already an expense with this name
es: Existe otro gasto con este nombre

# emptyExpenseAmount
source: Please enter an expense amount
es: Por favor ingresa un monto de gasto

# lessThanZeroAmount
source: Amount must be higher than 0
es: El monto debe ser mayor que 0

source: Paid Amount
es: Monto Pagado

# invalidExpenseAmount
source: Enter a valid expense amount
es: Ingresa un monto de gasto válido

# lessThanZeroPaidAmount
source: Paid amount can't be lower than 0
es: El monto pagado no puede ser menor que 0

# paidAmountHigherThanExpenseAmount
source: Paid amount can't be higher than the Expense's amount
es: El monto pagado no puede ser mayor que el monto del gasto

source: New Balance
es: Nuevo Saldo

# newBalanceInstructions
source: Enter the updated balance
es: Ingresa el nuevo saldo

# emptyNewBalance
source: Please enter a new balance
es: Por favor ingresa un nuevo saldo

# lessThanZeroNewBalance
source: New balance can't be lower than 0
es: El nuevo saldo no puede ser menor que 0

source: Balance Update
es: Actualización de Saldo

source: Cancel
es: Cancelar

source: Exchange
es: Cambio

# fromExchange
source: From
es: De

# toExchange
source: To
es: A

# emptyStartingAccount
source: You must select a starting account
es: Debes seleccionar una cuenta inicial

# emptyFinalAccount
source: You must select a final account
es: Debes seleccionar una cuenta final

# emptyExchangeAmount
source: You must enter an exchange amount
es: Debes ingresar una monto de intercambio

# sameAccountExchange
source: You must select two different accounts
es: Debes seleccionar dos cuentas diferentes

# exchangeDescription
source: {FROM}-{TO} Exchange
es: Cambio {FROM}-{TO}

source: Savings
es: Ahorros

# fetchingSavings
source: Fetching your savings...
es: Obteniendo tus ahorros...

source: No savings found
es: No se encontraron ahorros

# createSavingInstruction
source: Try creating one with the button above
es: Intenta crear uno con el botón de arriba

# savingFetchingError
source: There was an error fetching your savings
es: Hubo un error al obtener tus ahorros

source: New Saving
es: Nuevo Ahorro

# savingDescriptionHint
source: Enter saving description
es: Ingresa la descripción del ahorro

# emptySavingAccount
source: Please enter a saving account
es: Por favor indica una cuenta de ahorro

# emptySavingDescription
source: Please enter a saving description
es: Por favor ingresa una descripción del ahorro

# usedSavingDescription
source: There's another saving with this description
es: Existe otro ahorro con esta descripción

# paidAmountHigherThanSavingAmount
source: Paid amount can't be higher than the saving's amount
es: El monto pagado no puede ser mayor que el monto del ahorro

# emptySavingAmount
source: Please enter a saving amount
es: Por favor ingresa un monto de ahorro

source: Debts
es: Deudas

# ownDebt
source: Own
es: Propia

# otherDebt
source: Other
es: Tercero

# fetchingDebts
source: Fetching your debts...
es: Obteniendo tus deudas...

source: No debts found
es: No se encontraron deudas

# createDebtInstruction
source: Try creating one with the button above
es: Intenta crear una con el botón de arriba

# debtFetchingError
source: There was an error fetching your debts
es: Hubo un error al obtener tus deudas

source: New Debt
es: Nueva Deuda

# debtDescriptionHint
source: Enter debt description
es: Ingresa la descripción de la deuda

# emptyDebtDescription
source: Please enter a debt description
es: Por favor ingresa una descripción de la deuda

# usedDebtDescription
source: There's another debt with this description
es: Existe otra deuda con esta descripción

# invalidDebtAmount
source: Enter a valid debt amount
es: Ingresa un monto de deuda válido

# paidAmountHigherThanDebtAmount
source: Paid amount can't be higher than the debt's amount
es: El monto pagado no puede ser mayor que el monto de la deuda

# emptyDebtAmount
source: Please enter a debt amount
es: Por favor ingresa un monto de deuda

source: Debt Type
es: Tipo de Deuda

# authenticate
source: Authenticate to use the app
es: Autenticar para usar la aplicación

source: Authentication required
es: Autenticación necesaria

source: Settings
es: Ajustes

# styleSettings
source: Style
es: Estilo

# themeSettings
source: Theme
es: Tema

# colorSettings
source: Colors
es: Colores

# backgroundColor
source: Background
es: Fondo

# primaryColor
source: Primary
es: Primario

# accentColor
source: Accent
es: Secundario

# positiveColor
source: Positive
es: Positivo

# negativeColor
source: Negative
es: Negativo

source: Conversion Calculator
es: Calculadora de Conversiones

# transactionExplorerButton
source: Explorer
es: Explorador

# transactionExplorerBar
source: Transaction Explorer
es: Explorador de Transacciones

# filteredAccounts
source: Accounts ({COUNT})
es: Cuentas ({COUNT})

# descriptionFilterInputHint
source: Filter by transaction description
es: Filtra por descripción

source: Income
es: Ingresos

source: Outcome
es: Egresos

source: Totals
es: Totales

source: Language
es: Idioma
